Revit 2027 API
UnitTypeId.Amperes Property
 Amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Amperes { get; }
Public Shared ReadOnly Property Amperes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Amperes {
	ForgeTypeId^ get ();
}
static member Amperes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace